import React, { Fragment } from 'react';

const BlogPostPage = () => {
  return (
    <Fragment>
      <div>
        <div className='row mr-0'>
          <div className='col-12 p-2 bg-blue text-center'>
            <h2 className='color-white'>הבלוג שלנו</h2>
          </div>
          <div className='col-12 p-0'>
            <img
              src={'/assets/images/blgpost.png'}
              alt='blog_post'
              className='ideal-pic'
            />
          </div>
        </div>
        <div className='row mr-0'>
          <div className='container'>
            <div className='row mr-0 ml-0 pl-4'>
              <div className='col-12 col-lg-6 p-2 pt-5 pb-5 top-order text-right'>
                <img
                  src={'/assets/images/blg2.png'}
                  alt='contact-image'
                  className='ideal-pic'
                />
                <span className='font-12'>
                  לפמעט מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה
                  שיצמה ברורק. גולר מונפרר{' '}
                </span>
              </div>
              <div className='col-12 col-lg-6 p-lg-4 p-2 bottom-order text-right'>
                <p className='font-12'>
                  לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר
                  בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם
                  ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט
                  מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה
                  ברורק. גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ,
                  ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך
                  וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס. <br />
                  לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר
                  בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם
                  ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט
                  מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה
                  ברורק. גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ,
                  ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך
                  וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס. <br />
                  לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר
                  בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם
                  ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט
                  מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה
                  ברורק. גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ,
                  ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך
                  וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.לורם איפסום
                  דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר בלובק. תצטנפל
                  בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם
                  גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש
                  בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. גולר
                  מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם
                  סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו
                  סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.לורם איפסום דולור סיט
                  אמט, קונסקטורר אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל
                  אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז
                  דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש בליא, מנסוטו צמלח
                  לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. גולר מונפרר סוברט לורם
                  שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת
                  צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי
                  מורגם בורק? לתיג ישבעס.לורם איפסום דולור סיט אמט, קונסקטורר
                  אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו,
                  דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור
                  ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש בליא, מנסוטו צמלח לביקו
                  ננבי, צמוקו בלוקריה שיצמה ברורק. גולר מונפרר סוברט לורם שבצק
                  יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק
                  מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם
                  בורק? לתיג ישבעס.לורם איפסום דולור סיט אמט, קונסקטורר
                  אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו,
                  דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור
                  ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש בליא, מנסוטו צמלח לביקו
                  ננבי, צמוקו בלוקריה שיצמה ברורק. גולר מונפרר סוברט לורם שבצק
                  יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק
                  מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם
                  בורק? לתיג ישבעס.
                </p>
              </div>
            </div>
            <div className='row mr-0 ml-0 pl-4'>
              <div className='col-12 bg-black'>
                <iframe
                  src='https://player.vimeo.com/video/60230475'
                  width='100%'
                  height='500px'
                  runat='server'
                  id='videoFrame'
                  frameBorder={0}
                  allow='accelerometer; autoplay; clipboard-write;  encrypted-media; gyroscope; picture-in-picture'
                  allowFullScreen
                />
              </div>
              <div className='col-12 text-right'>
                <span className='font-12'>
                  לפמעט מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה
                  שיצמה ברורק. גולר מונפרר{' '}
                </span>
              </div>
            </div>
            <div className='row mr-0 ml-0 pl-4'>
              <div className='col-12 col-lg-6 p-2 pt-5 pb-5 top-order text-right'>
                <img
                  src={'/assets/images/blg2.png'}
                  alt='contact-image'
                  className='ideal-pic'
                />
                <span className='font-12'>
                  לפמעט מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה
                  שיצמה ברורק. גולר מונפרר{' '}
                </span>
              </div>
              <div className='col-12 col-lg-6 p-lg-4 p-2 bottom-order text-right'>
                <p className='font-12'>
                  לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר
                  בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם
                  ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט
                  מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה
                  ברורק. גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ,
                  ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך
                  וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס. <br />
                  לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר
                  בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם
                  ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט
                  מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה
                  ברורק. גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ,
                  ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך
                  וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס. <br />
                  לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר
                  בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם
                  ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט
                  מוסן מנת. צש בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה
                  ברורק. גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ,
                  ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך
                  וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.לורם איפסום
                  דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר בלובק. תצטנפל
                  בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם
                  גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש
                  בליא, מנסוטו צמלח לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. גולר
                  מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם
                  סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו
                  סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.לורם איפסום דולור סיט
                  אמט, קונסקטורר אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל
                  אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז
                  דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש בליא, מנסוטו צמלח
                  לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. גולר מונפרר סוברט לורם
                  שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת
                  צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי
                  מורגם בורק? לתיג ישבעס.לורם איפסום דולור סיט אמט, קונסקטורר
                  אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו,
                  דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור
                  ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש בליא, מנסוטו צמלח לביקו
                  ננבי, צמוקו בלוקריה שיצמה ברורק. גולר מונפרר סוברט לורם שבצק
                  יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק
                  מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם
                  בורק? לתיג ישבעס.לורם איפסום דולור סיט אמט, קונסקטורר
                  אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו,
                  דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור
                  ליאמום בלינך רוגצה. לפמעט מוסן מנת. צש בליא, מנסוטו צמלח לביקו
                  ננבי, צמוקו בלוקריה שיצמה ברורק. גולר מונפרר סוברט לורם שבצק
                  יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק
                  מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם
                  בורק? לתיג ישבעס.
                </p>
              </div>
            </div>
          </div>
        </div>
      </div>
    </Fragment>
  );
};

export default BlogPostPage;
